[
  {
    "speaker": "Speaker 1",
    "text": "We’re joined once again by our travel expert, and also author of America’s Top Roller Coasters in Amusement Parks, Pete Strabucco. Good morning and welcome back to Daybreak USA."
  },
  {
    "speaker": "Speaker 2",
    "text": "Well, thanks for having me on."
  },
  {
    "speaker": "Speaker 1",
    "text": "If someone is lucky enough to go on vacation to an exotic location—and then maybe not so lucky to have some kind of disaster happen while they’re there, maybe some civil unrest—what should they do? What’s the next step?"
  },
  {
    "speaker": "Speaker 2",
    "text": "Well, whenever you’re going on vacation, whether it’s locally or internationally, you’ve got to be very careful. Natural disasters pop up, man-made disasters pop up, pretty quickly. You want to make sure you’ve got a few things in place when you’re on vacation."
  },
  {
    "speaker": "Speaker 2",
    "text": "Number one: always stay informed when you’re traveling. It’s easy to find yourself distant from the world. Always know what’s happening in the area you’re going to. Always check conditions—sometimes it’s a place you might not want to go to."
  },
  {
    "speaker": "Speaker 2",
    "text": "So always check that. And of course, check out weather alerts. If it’s hurricane season, for example, make sure you’re aware of that."
  },
  {
    "speaker": "Speaker 2",
    "text": "If you’re with a group, travel with a buddy—somebody you can go to so you’re not alone. And obviously, if there’s any type of disaster, you want a plan in place."
  },
  {
    "speaker": "Speaker 2",
    "text": "Now, the one big thing I think everyone should do is invest in travel insurance. No matter where you are, no matter where you go—if you have that insurance program in place, and you know its limitations and what it covers—it’s well worth paying the extra dollars to enjoy your vacation with peace of mind."
  },
  {
    "speaker": "Speaker 2",
    "text": "And of course, connect back with your home base. Let people know where you are, where you’re going to be. Maybe even have an itinerary with the embassy if you’re going overseas. Make sure everyone knows where you are at any given time."
  },
  {
    "speaker": "Speaker 2",
    "text": "And if you’re in a disaster—the American Red Cross is pretty much everywhere. Find the location, depending on what’s happened, and they’ll set you up with care packages and assistance."
  },
  {
    "speaker": "Speaker 1",
    "text": "Great advice, Pete. Do you have a website where people can get more information?"
  },
  {
    "speaker": "Speaker 2",
    "text": "Yes, it’s www.americasrollercoasteryou.hatepublishing.net."
  },
  {
    "speaker": "Speaker 1",
    "text": "Excellent, Pete. Thanks so much. Hopefully that’ll keep some people safe on their big vacation this summer. At least having that information should help people feel a little safer. Thank you so much, sir—we’ll talk again soon. Have a great day. Bye."
  }
]
